Repository: mohib007/shipnow
Catalog: shipnow-main-plugin/languages/shipnow-shipping-*.po
Languages: es_ar

source: Adds a custom shipping method for Shipnow to your Woocommerce with automatic shipping cost estimate.
es_ar: Agrega un método de envío mediante Shipnow a tu WooCommerce con cotizador de costo de envío automático.

source: Door to door
es_ar: Puerta a puerta

source: Home delivery
es_ar: Envío a domicilio

source: Door to post office
es_ar: Puerta a sucursal

source: Pick up at post office
es_ar: Retira por sucursal del correo

source: Door to door express
es_ar: Puerta a puerta Express

source: Express home delivery
es_ar: Envío a domicilio express

source: New ZIP code:
es_ar: Código postal:

source: Ok
es_ar: Aceptar

source: Select post office
es_ar: Elegí tu sucursal

source: Change ZIP Code
es_ar: Cambiar CP

source: We were unable to fetch the post office list. Please try again.
es_ar: No hay opciones de envío para ese CP.

source: The ZIP code is not valid!
es_ar: Ingresá un CP válido.

source: Warning! It looks like your Shipnow token is not valid or it is't a token for WooCommerce. <a href="%s">Click here</a> to configure a new token or visit <a href="%s" target="_blank">our portal</a> for more info.
es_ar: ¡Atención! Parece que el token de Shipnow no es válido o no es un token para WooCommerce. <a href="%s">Hacé click aquí</a> para configurar uno nuevo o <a href="%s" target="_blank">nuestro portal</a> para más info.

source: Hi!
es_ar: ¡Hola!

source: Click <a href="%s">here</a> to configure the plugin with Shipnow. You can find more info about how to set up the plugin at <a href="%s" target="_blank">our portal</a>.
es_ar: Accede <a href="%s">aquí</a> para configurar el plugin para la integración con Shipnow. Desde nuestro <a href="%s" target="_blank">portal de ayuda</a> vas a poder obtener más información sobre cómo hacerlo.

source: Free
es_ar: Gratis

source: Arrives on %s
es_ar: Llega el %s

source: Arrives between %s and %s
es_ar: Llega entre el %s y el %s

source: Custom shipping method for Shipnow.
es_ar: Método de envío personalizado para Shipnow.

source: Enable Shipnow
es_ar: Habilitar Shipnow

source: Enable Shipnow for your store.
es_ar: Habilitar Shipnow en tu tuenda.

source: Enter the token you can find in your Shipnow account > Stores > Woocommerce > Checkout configuration.
es_ar: Ingresá el token que podés encontrar en tu cuenta de Shipnow > Puntos de venta > Woocommerce > Configuración de Checkout.

source: Looks like the value you entered is not a valid Shipnow token. Fix it or <a href="https://shipnow.com.ar" target="_blank">contact us</a> to continue.
es_ar: Parece que el valor ingresado no es un token de Shipnow válido. Revisalo o <a href="https://shipnow.com.ar" target="_blank">contactanos</a> para poder continuar.

source: Looks like the token is a valid Shipnow token, but it isn't a WooCommerce token. Enter your WooCommerce token to continue or <a href="https://shipnow.com.ar" target="_blank">contact us</a> if you have any questions.
es_ar: Parece que el valor ingresado es un token de Shipnow válido, pero no es el token para WooCommerce. Ingresá tu token WooCommerce o <a href="https://shipnow.com.ar" target="_blank">contactanos</a> si tenés alguna duda.

source: Invalid token!
es_ar: ¡Token inválido!

source: Enable widget
es_ar: Habilitar widget

source: Enable the shipping cost estimator widget on the product page.
es_ar: Habilitar el cotizador de envíos en la página del producto.

source: Widget title
es_ar: Título del widget

source: Add a title above the widget, if enabled (optional).
es_ar: Agregá un título al widget (opcional).

source: Round shipping cost
es_ar: Redondear costo de envío

source: Check this option to round the shipping cost (ex. $500), or unckeck it to keep the cost rounded to two decimal places (ex. $500,00).
es_ar: Marcá esta opción para redondear el costo de envío (ej. $500), o desmarcala para mantener el costo redondeado a dos decimales (ej. $500,00).

source: Display estimated delivery time
es_ar: Mostrar plazo de entrega estimado

source: Check to display the estimated delivery time (in business days) in the widgets and the shopping cart.
es_ar: Habilitar para mostrar el plazo de entrega estimado (en días hábiles) en los widgets y en el carro de pedido.

source: Enable this shipping option
es_ar: Habilitar esta forma de envío

source: Description
es_ar: Descripción

source: Description that your users will see.
es_ar: Descripción que verán tus usuarios.

source: Set an additional cost or discount
es_ar: Agregar un costo adicional o descuento

source: Additional cost or discount value over the shipping cost estimate (optional)
es_ar: Costo adicional o descuento sobre el costo de envío cotizado (opcional).

source: Additional cost
es_ar: Costo adicional

source: Discount
es_ar: Descuento

source: Additional cost or discount value
es_ar: Importe

source: In ARS
es_ar: En Pesos

source: Additional days
es_ar: Días adicionales

source: Additional business days over the estimated delivery time (optional).
es_ar: Días hábiles adicionales sobre el plazo de entrega estimado (opcional).

source: Additional days value is not valid. Enter numbers only.
es_ar: La cantidad de días adicionales no es válida. Ingresá solo números.

source: Additional cost or discount value is not valid. Enter numbers only.
es_ar: El valor del costo adicional o descuento no es válido. Ingresá solo números.

source: View post offices
es_ar: Ver sucursales

source: Starting at
es_ar: Desde

source: You will select the post office in the shopping cart.
es_ar: Podrás seleccionar tu sucursal al finalizar la compra.

source: Select
es_ar: Seleccionar

source: Their is some network error, please change and re-select the shipment location.
es_ar: Hay algún error de red, cambie y vuelva a seleccionar la ubicación de envío.

source: Zip code:
es_ar: Código postal:

source: We were unable to get the shipping cost for that Zip code.
es_ar: No pudimos obtener el costo de envío para ese CP.

source: Select the post office.
es_ar: Elegí la sucursal de correo donde retirarás tu pedido.
